Repository: zendalona/sbw
Catalog: po/*.po
Languages: ml

source: User abbreviation editor
ml: ഉപയോക്തൃ ചുരുക്കെഴുത്ത് എഡിറ്റർ

source: Close
ml: അടയ്ക്കുക

source: Export
ml: മാറ്റി വയ്ക്കുക

source: Import
ml: ഇറക്കുമതി ചെയ്യുക

source: Add
ml: ചേര്‍ക്കുക

source: Remove
ml: കളയുക

source: Clear-All
ml: എല്ലാം കളയുക

source: About Sharada-Braille-Writer
ml: ശാരദ ബ്രെയിലി എഴുത്തുകാരി സംബന്ധിച്ചു്

source: Copyright (C) 2012-2014 Nalin <nalin.x.linux@gmail.com> Copyright (C) 2021-2022 Nalin <nalin.x.linux@gmail.com> Funded by State Council of Educational Research and Training (S.C.E.R.T) Kerala Supervised by Zendalona(2021-2022) and Keltron(2012-2014)
ml: Copyright (C) 2012-2014 Nalin <nalin.x.linux@gmail.com> Copyright (C) 2021-2022 Nalin <nalin.x.linux@gmail.com> സ്റ്റേറ്റ് കൗൺസിൽ ഓഫ് എജ്യുക്കേഷണൽ റിസർച്ച് ആൻഡ് ട്രെയിനിംഗ് (എസ്.സി.ഇ.ആർ.ടി.) കേരളയുടെ ധനസഹായം Zendalona (2021-2022), കെൽട്രോൺ (2012-2014) എന്നിവരുടെ മേൽനോട്ടം

source: Visit S-B-W Home page
ml: ശാരദ ബ്രെയിലി എഴുത്തുകാരിയുടെ വെബ്സൈറ്റ് സന്ദർശിക്കുക

source: Dedicated to my mother Sharada
ml: എന്റെ അമ്മ ശാരദയ്ക്ക് സമർപ്പിക്കുന്നു

source: Find & Replace
ml: കണ്ടുപിടിച്ച് മാറ്റുക

source: Replace
ml: മാറ്റിസ്ഥാപിക്കുക

source: Replace-All
ml: എല്ലാം മാറ്റിസ്ഥാപിക്കുക

source: Find
ml: കണ്ടെത്തു

source: _Close
ml: അടയ്ക്കുക

source: Audio-Converter
ml: ഓഡിയോയിലേക്ക് പരിവർത്തനം ചെയ്യുക

source: Speed (Word Per Minute)
ml: വേഗത (മിനിറ്റിൽ വാക്ക്)

source: Pitch
ml: പിച്ച്

source: Split time(Per Minute)
ml: വിഭജന സമയം (മിനിറ്റിൽ)

source: Convert
ml: മാറ്റുക

source: Language
ml: ഭാഷ

source: Volume
ml: ശബ്ദ നില

source: Spell-Checker
ml: അക്ഷരത്തെറ്റു് പരിശോധിക്കുക

source: Change
ml: മാറ്റുക

source: Change-all
ml: എല്ലാം മാറ്റുക

source: Ignore
ml: അവഗണിക്കുക

source: Ignore-all
ml: എല്ലാം അവഗണിക്കുക

source: Delete
ml: ഇല്ലാതാക്കുക

source: Sharada Braille Writer
ml: ശാരദ ബ്രെയിലി എഴുത്തുകാരി

source: _File
ml: രേഖ

source: New
ml: പുതിയത്

source: Open
ml: തുറക്കുക

source: Save
ml: സൂക്ഷിയ്ക്കുക

source: Save as
ml: പേരു് മാറ്റി‌ സൂക്ഷിയ്ക്കുക

source: Quit
ml: പുറത്തുകടക്കുക

source: Edit
ml: തിരുത്തുക

source: Undo
ml: പഴയപടിയാക്കുക

source: Redo
ml: വീണ്ടും ചെയ്യുക

source: Select All
ml: എല്ലാം തിരഞ്ഞെടുക്കുക

source: Cut
ml: മുറിക്കുക

source: Copy
ml: പകർത്തുക

source: Paste
ml: ഒട്ടിക്കുക

source: Go-to-line
ml: വരിയിലേക്ക് പോകുക

source: Preferences
ml: മുന്‍ഗണനകള്‍

source: _Language
ml: ഭാഷ

source: Liblouis
ml: ലിബ്ല്യൂയിസ്

source: Built-in
ml: അന്തർനിർമ്മിതം

source: Abbreviation
ml: ചുരുക്കെഴുത്ത്

source: Manage user abbreviations
ml: ഉപയോക്തൃ ചുരുക്കെഴുത്ത് മാറ്റുക

source: Expand Short-Hand Text
ml: ഷോർട്ട് ഹാൻഡ് ടെക്സ്റ്റ് വികസിപ്പിക്കുക

source: _Tools
ml: പണിയായുധങ്ങള്‍

source: Say line number
ml: വരി നമ്പർ പറയുക

source: Spell Check
ml: അക്ഷരത്തെറ്റു് പരിശോധിക്കുക

source: audio-converter
ml: ഓഡിയോയിലേക്ക് പരിവർത്തനം ചെയ്യുക

source: Increase font size
ml: ഫോണ്ട് വലുപ്പം വർധിപ്പിക്കുക

source: Decrease font size
ml: ഫോണ്ട് വലുപ്പം കുറയ്ക്കുക

source: Help
ml: സഹായം

source: About
ml: ശാരദ ബ്രെയിലി എഴുത്തുകാരിയെകുറിച്ച്

source: User guide
ml: ഉപയോക്താവിനുള്ള സഹായി

source: Spell-Check
ml: അക്ഷരത്തെറ്റു് പരിശോധിക്കുക

source: Welcome to SBW-3.0
ml: SBW 3.0-ലേക്ക് സ്വാഗതം

source: SBW Preferences
ml: മുൻഗണനകൾ

source: Default table type
ml: സ്ഥിരസ്ഥിതി പട്ടിക തരം

source: Enabled
ml: പ്രവർത്തനക്ഷമമാക്കി

source: One Hand Conversion Delay
ml: പരിവർത്തന കാലതാമസം

source: One hand mode
ml: ഒരു കൈ രീതി

source: Auto new line
ml: യാന്ത്രിക പുതിയ വര

source: Limit
ml: പരിധി

source: Line limiting
ml: ലൈൻ പരിമിതപ്പെടുത്തൽ

source: Font
ml: അക്ഷരസഞ്ചയം

source: Theme
ml: നിറം കൊടുക്കുന്ന പദ്ധതി

source: View
ml: കാണിക്കുന്നത്

source: Sentence
ml: വാചകം

source: Line
ml: വര

source: Auto capitalizing
ml: സ്വയമേവ വലിയക്ഷരമാക്കുക

source: Speech
ml: ശബ്ദം

source: Voice announcement
ml: ശബ്ദ അറിയിപ്പ്

source: General
ml: പൊതുവായവ

source: Liblouis languages
ml: ലിബ്ല്യൂയിസ് ഭാഷകൾ

source: Conventional Braille
ml: പരമ്പരാഗത ബ്രെയിലി

source: Simple mode
ml: ലളിതമായ രീതി

source: Built-in languages
ml: അന്തർനിർമ്മിത ഭാഷകൾ

source: Braille-Dot-1
ml: ബ്രെയിലി ഡോട്ട് 1

source: Braille-Dot-2
ml: ബ്രെയിലി ഡോട്ട് 2

source: Braille-Dot-3
ml: ബ്രെയിലി ഡോട്ട് 3

source: Braille-Dot-4
ml: ബ്രെയിലി ഡോട്ട് 4

source: Braille-Dot-5
ml: ബ്രെയിലി ഡോട്ട് 5

source: Braille-Dot-6
ml: ബ്രെയിലി ഡോട്ട് 6

source: Punctuation
ml: ചിഹ്നങ്ങൾ

source: Capitol/chill
ml: വലിയ അക്ഷരം അല്ലെങ്കിൽ ചിഹ്നങ്ങൾ

source: Letter-Deletion
ml: അക്ഷരം ഇല്ലാതാക്കൽ

source: Braille-Dot-7
ml: ബ്രെയിലി ഡോട്ട് 7

source: Braille-Dot-8
ml: ബ്രെയിലി ഡോട്ട് 8

source: One-Hand-Skip
ml: ഒരു കൈ രീതി ഒഴിവാക്കുക

source: List switcher
ml: ലിസ്റ്റ് മാറ്റം

source: New line
ml: പുതിയ വര

source: Space
ml: സ്ഥലം

source: New line 2
ml: പുതിയ വര 2

source: Keys
ml: കീകൾ

source: Built-in selection
ml: അന്തർനിർമ്മിത തിരഞ്ഞെടുപ്പ്

source: Switch language
ml: ഭാഷ മാറുക

source: Language 1
ml: ഭാഷ 1

source: Language 2
ml: ഭാഷ 2

source: Language 3
ml: ഭാഷ 3

source: Language 4
ml: ഭാഷ 4

source: Language 5
ml: ഭാഷ 5

source: Language 6
ml: ഭാഷ 6

source: Language 7
ml: ഭാഷ 7

source: Language 8
ml: ഭാഷ 8

source: Toggle braille mode
ml: ബ്രെയിൽ ഇൻപുട്ടും സാധാരണ ഇൻപുട്ടും തമ്മിൽ മാറുക

source: Language 9
ml: ഭാഷ 9

source: Language 10
ml: ഭാഷ 10

source: Language 11
ml: ഭാഷ 11

source: Language 12
ml: ഭാഷ 12

source: Shortcuts
ml: കുറുക്കുവഴികൾ

source: Key-Bindings
ml: കീ ക്രമീകരണങ്ങൾ

source: _Apply
ml: പ്രയോഗിക്കുക

source: Restore
ml: പുനഃസ്ഥാപിക്കുക

source: Search for :
ml: ഇതിനായി തിരയുക :

source: Word {0} Not found
ml: വാക്ക് {0} കണ്ടെത്താനായില്ല

source: Dict not found!
ml: നിഘണ്ടു ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല!

source: Please install the aspell dict for your language({0})
ml: നിങ്ങളുടെ ഭാഷയ്‌ക്കായി ആസ്‌പെൽ ഡിക്‌റ്റ് ({0}) ഇൻസ്‌റ്റാൾ ചെയ്യുക

source: Suggestions :
ml: നിർദ്ദേശങ്ങൾ :

source: text
ml: വാചകം

source: Misspelled word {0} : - {1}
ml: അക്ഷരത്തെറ്റുള്ള വാക്ക് {0} : - {1}

source: Type the output wav name
ml: ഔട്ട്പുട്ട് ഫയലിന്റെ പേര് ടൈപ്പ് ചെയ്യുക

source: Cancel
ml: റദ്ദാക്കുക

source: Filename :
ml: ഫയലിന്റെ പേര് :

source: Replace with :
ml: പകരം വയ്ക്കേണ്ട വാക്ക് :

source: new_line
ml: പുതിയ വര

source: space
ml: സ്പേയ്സ്

source: Warning!
ml: മുന്നറിയിപ്പ്!

source: Yes
ml: ശരി

source: Apply preferences on all existing tabs ?
ml: നിലവിലുള്ള എല്ലാ ടാബുകളിലും മുൻഗണനകൾ ബാധകമാണോ?

source: Unsaved document
ml: സംരക്ഷിക്കാത്ത രേഖ

source: Select the file to open
ml: തുറക്കാൻ രേഖ തിരഞ്ഞെടുക്കുക

source: Files already opened!
ml: രേഖ ഇതിനകം തുറന്നിരിക്കുന്നു!

source: Okay
ml: ശരി

source: Following files are already opened in other tabs
ml: ഇനിപ്പറയുന്ന ഫയലുകൾ മറ്റ് ടാബുകളിൽ ഇതിനകം തുറന്നിട്ടുണ്ട്

source: Close
ml: അടയ്ക്കുക

source: Quit?
ml: പുറത്തുകടക്കുക?

source: No
ml: ആവശ്യമില്ല

source: Quit without saving?
ml: സംരക്ഷിക്കാതെ അടയ്ക്കണോ?

source: without saving?
ml: സംരക്ഷിക്കാതെ അടയ്ക്കണോ?

source: Font
ml: അക്ഷരസഞ്ചയം

source: Theme
ml: നിറം കൊടുക്കുന്ന പദ്ധതി

source: Line limit
ml: വരി പരിധി

source: Auto capitalize sentence
ml: വാചകം സ്വയമേവ വലിയക്ഷരമാക്കുക

source: Auto capitalize line
ml: യാന്ത്രിക പുതിയ വര

source: Font size increased to
ml: ഫോണ്ട് വലുപ്പം വർദ്ധിപ്പിക്കുന്നു

source: Font size decreased to
ml: ഫോണ്ട് വലുപ്പം കുറയ്ക്കുന്നു

source: Go to Line
ml: വരിയിലേക്ക് പോകുക

source: Go
ml: പോകൂ

source: Close!
ml: അടയ്ക്കുക!

source: Current Line :
ml: നിലവിലെ വര :

source: Start new without saving ?
ml: സംരക്ഷിക്കാതെ പുതിയതായി തുടങ്ങണോ?

source: Start-New!
ml: പുതിയത് ആരംഭിക്കുക!

source: Text saved to {}
ml: ടെക്‌സ്‌റ്റ് {} എന്നതിലേക്ക് സംരക്ഷിച്ചു

source: File exist! Do you want to replace it ?
ml: രേഖ നിലവിലുണ്ട്! അത് മാറ്റിസ്ഥാപിക്കണോ?

source: Close without saving
ml: സംരക്ഷിക്കാതെ അടയ്ക്കണോ

source: Close without saving ?.
ml: സംരക്ഷിക്കാതെ അടയ്ക്കണോ?.

source: Selection Deleted
ml: തിരഞ്ഞെടുത്ത വാചകം ഇല്ലാതാക്കി

source: Table
ml: പട്ടിക

source: Language
ml: ഭാഷ

source: Unassigned keybinding found
ml: അസൈൻ ചെയ്യാത്ത കീബൈൻഡിംഗ് കണ്ടെത്തി

source: Find and fix unassigned keybindings before applying
ml: അസൈൻ ചെയ്യാത്ത കീബൈൻഡിംഗുകൾ കണ്ടെത്തി പരിഹരിക്കുക

source: Expansion
ml: വിപുലീകരണം

source: New entry
ml: പുതിയ എൻട്രി

source: Fill entrys with appropriate data
ml: ഉചിതമായ ഡാറ്റ ഉപയോഗിച്ച് എൻട്രികൾ പൂരിപ്പിക്കുക

source: Skip
ml: ഒഴിവാക്കുക

source: Expansion for this abbreviation already exists!
ml: ഈ ചുരുക്കെഴുത്തിനുള്ള വിപുലീകരണം ഇതിനകം നിലവിലുണ്ട്!

source: Clear all entries ?
ml: എല്ലാം കളയുക ?

source: Skip-All
ml: എല്ലാം ഒഴിവാക്കുക

source: Abbreviation
ml: ചുരുക്കെഴുത്ത്

source: already exist with expansion
ml: വിപുലീകരണം നിലവിലുണ്ട്

source: Export abbreviation list
ml: ചുരുക്കെഴുത്തുകൾ മാറ്റി വയ്ക്കുക
